// src/data/drinks.js
export const drinksData = `品名,容量,單價,溫度,甜度
綠茶,500ml,25,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
綠茶,700ml,30,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
綠茶,1000ml,35,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
紅茶,500ml,30,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
紅茶,700ml,35,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
紅茶,1000ml,40,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
奶茶,500ml,35,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
奶茶,700ml,40,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
奶茶,1000ml,45,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
珍珠奶茶,500ml,45,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
珍珠奶茶,700ml,50,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
珍珠奶茶,1000ml,55,全冰/少冰/去冰/熱,全糖/8分糖/5分糖/3分糖/無糖
檸檬綠茶,500ml,35,全冰/少冰/去冰,全糖/8分糖/5分糖/3分糖/無糖
檸檬綠茶,700ml,40,全冰/少冰/去冰,全糖/8分糖/5分糖/3分糖/無糖
檸檬綠茶,1000ml,45,全冰/少冰/去冰,全糖/8分糖/5分糖/3分糖/無糖`;